heatExchanger/all_auto/case_20_20/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  10
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      binary;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    inlet_fluid
    {
        type            patch;
        nFaces          35;
        startFace       27997;
    }
    outlet_fluid
    {
        type            patch;
        nFaces          26;
        startFace       28032;
    }
    walls_fluid
    {
        type            patch;
        nFaces          1353;
        startFace       28058;
    }
    walls_heater
    {
        type            patch;
        nFaces          204;
        startFace       29411;
    }
    base_fins
    {
        type            patch;
        nFaces          428;
        startFace       29615;
    }
)

// ************************************************************************* //
